[
    "¿Por qué los pájaros no usan Facebook? Porque ya tienen Twitter.",
    "¿Qué hace una abeja en el gimnasio? ¡Zum-ba!",
    "¿Por qué los esqueletos no pelean entre ellos? Porque no tienen agallas.",
    "¿Cómo organizas una fiesta en el espacio? Primero planetas.",
    "¿Qué le dijo un pez a otro pez? Nada.",
    "¿Por qué los canguros no usan ropa? Porque tienen marsupios.",
    "¿Cuál es el café más peligroso del mundo? ¡El ex-preso!",
    "¿Qué le dice un gusano a otro gusano? Voy a dar una vuelta a la manzana.",
    "¿Por qué las gallinas no llevan pantalones? Porque sus huevos se romperían.",
    "¿Cuál es el animal más antiguo? La cebra, porque está en blanco y negro.",
    "¿Por qué los elefantes no usan computadora? Porque le tienen miedo al mouse.",
    "¿Qué le dijo un 0 a otro 0? ¡Vaya par de cifras!",
    "¿Qué le dijo un 1 al 10? Para ser como yo, debes ser sincero.",
    "¿Por qué las vacas van al espacio? Para ver las vacas sagradas.",
    "¿Qué hace un pez cuando se ensucia? Se lava con agua marina.",
    "¿Por qué los peces no juegan al básquetbol? Porque le temen a la red.",
    "¿Qué le dice una iguana a su hermana gemela? Somos iguanitas.",
    "¿Por qué las bicicletas no se pueden parar solas? Porque están dos cansadas.",
    "¿Por qué los fantasmas no asisten a fiestas? Porque se vuelven invisibles.",
    "¿Por qué los cocodrilos son buenos detectives? Porque saben seguir rastros.",
    "¿Qué le dijo una pared a otra pared? Nos vemos en la esquina.",
    "¿Por qué las focas miran hacia el cielo? Porque hay focos.",
    "¿Cuál es el colmo de Aladino? Tener mal genio.",
    "¿Qué le dice una impresora a otra impresora? ¿Esa hoja es tuya o es una impresión mía?",
    "¿Por qué las tortugas no pelean entre ellas? Porque no tienen tiempo.",
    "¿Qué le dijo el mar al pez? Nada, solo lo saludó con una ola.",
    "¿Por qué los astronautas no usan lapiceros? Porque funcionan mejor con lápices espaciales.",
    "¿Por qué los vampiros no pueden ser actores? Porque no tienen reflejo.",
    "¿Por qué los magos no pueden decir mentiras? Porque sus mentiras desaparecen.",
    "¿Qué le dijo el número 0 al número 8? ¡Qué cinturón tan chulo tienes!",
    "¿Por qué los árboles no usan computadoras? Porque no pueden encontrar sus raíces.",
    "¿Qué le dijo el café al azúcar? Sin ti mi vida es amarga.",
    "¿Por qué las computadoras no pueden surfear? Porque no tienen olas.",
    "¿Por qué los fantasmas son malos mentirosos? Porque puedes ver a través de ellos.",
    "¿Qué le dijo la luna al sol? Eres tan brillante.",
    "¿Por qué los patos tienen plumas? Para cubrir sus cuac-cuac.",
    "¿Qué le dice una pulga a otra pulga? Vamos a brincarnos la parte aburrida.",
    "¿Qué le dice una cuchara a un tenedor? Eres tenedoroso.",
    "¿Por qué las gallinas cruzan la carretera? Para demostrar que pueden hacerlo."
]